export type Review = {
  name: string;
  rating: number;
  text: string;
  date: string;
};

export const REVIEWS: Review[] = [
  {
    name: "김**",
    rating: 5,
    date: "2026-01-23",
    text: `
      아이 대입 컨설팅을 진행하면서 아이의 성적과 현재 상황에 대한 분석이 매우 체계적이고 꼼꼼하다는 인상을 받았습니다.
      단순한 수치 중심의 상담이 아니라, 아이의 감정과 가능성을 함께 고려해 방향을 제시해 주셔서 신뢰가 갔습니다.
      부모가 유청한 사항들에 대해서도 현실적인 범위 안에서 최대한 맞추어 주려고 노력해 주신 점이 이상 깊었습니다.
      컨설팅 비용은 적지 않은 편이지만, 그만큼 대입 전반에 대한 전문적인 시각과 객관적인 분석을 제공받을 수 있었다고 느겼습니다.
      또한 상담과 질문 과정이 정리되어 있어, 한 번의 상담에서도 핵심적인 내용을 효율적으로 전달받을 수 있었습니다.
      전반적으로 대입을 앞두고 방향 설정과 전략 수립이 필요한 가정이라면 충분히 만족할 만한 컨설팅이라고 생각합니다.
    `,
  },
  {
    name: "이**",
    rating: 5,
    date: "2025-11-12",
    text: `
      제가 보지 못한 부분까지 짚어주셔서 정말 전문적이었습니다! ☺️

      단순히 성적만 보고 지원 대학을 추천해주시는 게 아니라, 제가 미처 생각하지 못했던 강점과 방향까지 세밀하게 분석해주셔서 깜짝 놀랐어요.
      한눈에 제 상황이 정리되고, 앞으로 어떤 전략으로 준비해야 할지 명확해졌습니다.

      상담 내내 친절하면서도 냉정하게 조언해주셨고,
      컨설팅이 끝난 뒤에는 막막했던 마음이 확실히 정리됐어요. 정말 만족스러웠고, 다시 받아도 좋을 반큼 알찬 시간이었습니다!
    `,
  },
  {
    name: "이**",
    rating: 5,
    date: "2025-11-05",
    text: `
      학창시절을 운동부로 보내면서 수능과는 거리가 멀었던 사람입니다. 부상으로 운동을 그만두게 되었고 정시로 대학입시에 도전해보겠다는 생각을 가지게 되었습니다. 열정과 의지는 있었지만 어디서부터 어떻게 시작해야할지 정말 막막했습니다.
      그러다가 시대컨설팅을 만나게 되었고 대학 입시에 대해서 상담을 받게 되었습니다. 너무 친절하게 상담을 진행해주셨고 제가 지금까지 해온 것들과 앞으로 해내가고 싶은 것들을 바탕으로 정말 체계적으로 상담해주셔서 감사했습니다.
      궁금했던 것들에 대해서 질문하고 답변을 들으면서 답답했던 것들을 해소할 수 있어서 너무 유익한 시간이었습니다. 저 같은 경우는 수시가 아닌 정시 컨설팅으로 진행을 했는데 가슴 깊이 새겨야하는 조언까지 해주셔서 마인드셋을 더 단단히 할 수 있었던 것 같습니다.
      컨설팅 후에 제공해주신 스터디 플랜을 보면서 앞으로 정진하겠습니다! 정말 최고입니다. 신경써서 상담해주시고 컨설팅 해주신만큼 마음을 다 잡고 열심히 노력해서 좋을 결과로 보답하겠습니다!! 시대 컨설팅 최고입니다. 완전 강추합니다.
    `,
  },
  {
    name: "박**",
    rating: 5,
    date: "2025-09-20",
    text: "급하게 연락드렸는데 성심성의것 응대해주시고 결과물도 마음에 듭니다. 학생을 진심을 다해 도와주려 하십니다. 강추드립니다!",
  },
  {
    name: "태**",
    rating: 5,
    date: "2025-09-18",
    text: `
      처음으로 받아본 입시컨설팅이었는데 정말 만족했습니다!! 제 생기부와 성적을 자세히 분석해 주시고 그에 따른 대학교와 전형을 깔끔하고 구체적으로 정리해 주셔서 대학교 정하는데 큰 도움을 받았습니다. 상담 동안 부담스러우실만한 부탁과 질문을 많이 드렸지만 그 질문들을 친절하게 답변해 주셔서 너무 감사했습니다.
      특히, 진행 속도가 빠르고 정확하다보니 담임선생님과의 상담 후에도 정리가 되지 않았던 대학교 리스트가 정리되어 상담 내내 효율적이라고 생각했습니다. 저와 같이 대학 리스트가 잘 정리되지 않으신 분들이 상담 받으면 큰 도움 받으실 수 있을거라고 장담합니다. 낮은 등급이었던 저의 상황을 보시고 최선의 선택을 할 수 있도록 열정적으로 컨설텅 해주셔서 막막하고 두려웠던 부분이 정리가 되었습니다.
      꼼꼼하고 명확하게 입시 컨설텅 해주시는 분을 찾으신다면 꼭 추천드립니다 😙😙
    `,
  },
  {
    name: "미**",
    rating: 5,
    date: "2025-09-12",
    text: `
      고3 딸아이의 엄마입니다.
      아이의 고등학교 3년은 정말 치열하고 처절했습니다. 학원 한번 안다니고 전교1등하고 내신도 1.1x 대이니 얼마나 힘들게 공부했겠어요.
      그렇게 열심히 공부했는데 입시에 대해 몰라서 결과가 안좋으면 너무 안타까울 것 같아서 컨설팅을 찾아 보았습니다.
      그러나 컨설턴트를 선택하는 것도 쉬운일이 아니었습니다. 입시카페 같은 곳에 가도 잘 모르겠고 또 시기상으로도 참 늦게 알아봤거든요.
      입시 카페에서 검색해 보니 시대컨설팅이 생기부 분석이 훌륭하다는 말과 비싸서 고민이라는 말을 보았습니다.
      지금 생각해보면 아주 좋은 선택이었어요. 생기부 분석도 꼼꼼하게 해주고 대학 수시도 추천해 주었습니다.
      궁금한 걸 카톡으로 보내면 분석해서 회신도 해주시고 생기부에 자신이 없어서 막연히 걱정만했는데 객관적으로 분석해 주셔서 아이도 아주 만족합니다!
    `,
  },
  {
    name: "정**",
    rating: 5,
    date: "2025-09-10",
    text: `
      생기부 분석을 장단점을 상세히 해주셨습니다. 학종을 내면서 자신감이 별로 없었는데 소신지원하는데 도움이 될 것 같습니다. 중간에 본의아니게 무리하게 부탁드린 점이 있는데 끝까지 열과 성을 다해 분석해주셨습니다. 추천 드립니다 ^^
    `,
  },
  {
    name: "이**",
    rating: 5,
    date: "2025-09-05",
    text: `
      처음에는 고3 아들의 대학수시지원의 상담컨설팅을 찾는 것이 맞나 고민했지만 지금은 고3 아이도 만족하는 것에 참 잘한것 같아 좋습니다.

      먼저 고3 아이의 생기부 분석이 참 잘되어 있어 아래 3가지로 표현할 수 있습니다. (생기부 기준)

      1 ) 대학면접고사때의 질문에 충분히 대비
      2 ) 아이 스스로 자신의 성적 위치를 쉽게 파악
      3 ) 성적에 지원할 수 있는 대학을 정확히 파악

      등을 빠르게 파악할 수 있어 9월 초에 있는 대학교 수시 지원할 때 많은 도움을 받을 수 있는 장점이 있습니다.
      이렇게 자세한 생기부 분석 기법 등을 앞으로도 고등학교 학생들에게 많은 도움이 될 것 같습니다.
    `,
  },
  {
    name: "김**",
    rating: 5,
    date: "2025-08-27",
    text: `
      제가 고3인데 대학 때문에 고민이 엄청 많았거든요. 그래서 맨날 불안해하고 그래서 한번 컨설팅 받아봤는데 정말 세세하게 알려주셨어요.
      제가 내신이 안 좋은 편이거든요. 근데 제가 가고 싶은 대학으로 계획 짜주시고 성적에 맡게 짜주셔서 만족스러웠어요. 많이 이용해주세요 ㅠㅠ 진짜 잘 해주세요!! 🙂
    `,
  },
  {
    name: "지**",
    rating: 5,
    date: "2025-08-20",
    text: `
      수시 전략 컨설팅이랑 생기부 평가까지 받을 수 있어서 너무 좋았어요. 제가 질문도 많이 드렸는데 친절하게 모두 답변해주셨어요. 대학들을 추천해주실 때 제 강점과 단점을 바탕으로 현실적인 대학들을 추천해주셔서 수시 카드 쓸 때 도움을 많이 받았어요.
      생기부 주제 추천도 해주시고 이만한 컨설팅은 없을 것 같습니다 👍
    `,
  },
  {
    name: "ㅎ**",
    rating: 5,
    date: "2025-08-15",
    text: `
      마음이 조급해서 선생님께 많이 실례했는데, 너무 감사할 따름입니다 🥹 수시를 11일까지 급하게 써야해서 우선순위까지 바꿔주시고, 새벽 늦은 시간까지 꼼꼼히 찾아봐주셔서 정말 감사드려요!! 그리고 현실적인 조언 너무 감사드립니다 🙇🏻‍♀️
    `,
  },
  {
    name: "윤**",
    rating: 5,
    date: "2025-08-10",
    text: `
      진짜 선생님 너무 착하시고 새벽에도 열정적으로 답변해주시고 보내주신 자료도 너무 꼼꼼하고 저의 생기부에서 부족한 점이나 보완할 점 장점 다 너무 자세하게 알려주셔서 너무 좋았어요. 이거를 바탕으로 대학 면접때도 잘 준비 할 수 있을 것 같아요.
      또 제가 종합 써야할지 교과 써야할지 고민이 많았는데 그런 것도 어디가 더 괜찮을 것 같다 자세하게 이유까지 설명해주셔서 너무 감사합니다!! 왜 그런지 근거까지 들으면서 설명해주셔서 정말 좋았습니다. 정말 선생님 도움 많이 받았습니다!!
    `,
  },
  {
    name: "윤**",
    rating: 5,
    date: "2025-08-05",
    text: `
      온라인으로 컨설팅 받는게 처음이라 많이 고민했는데 천천히 기다려주시고 안내해주셔서 감사했습니다. 답변도 매우 빠르게 해주시고 친절하십니다.
      제출 기간이 얼마 안남은 상태에서 빠르게 해주셔서 좋았습니다. 여러 군데 많이 고민했는데 이곳에서 하시면 후회없는 선택이 될 것 같습니다!
    `,
  },
  {
    name: "서**",
    rating: 5,
    date: "2025-07-21",
    text: `
      생기부 내용을 보내면 단락마다 어떤 부분이 부족한지 첨삭해주세요. 결과물은 한 파일에 정리해주시고 전체적인 조언과 추천학교와 학과도 보내주십니다. 일차적으로 카톡으로 진행되고 모르는 부분 있으면 전화로 자세하게 설명해주십니다.
      평가하는 입장에서 중요하게 보는 것들을 알 수 있어서 좋았어요. 그리고 세특작성기간이라면 세특장성하는 부분도 도와주십니다.
    `,
  },
  {
    name: "박**",
    rating: 5,
    date: "2025-07-15",
    text: `
      군수하면서 인생 처음으로 컨설팅을 받게되었습니다. 아무것도 모르고 시작했는데 처음부터 친절하게 대해주시며 또 열정적으로 저를 돕겠다는 마음으로 상담해주시고 컨설팅을 해주셨습니다. 과기원만 지원하려고 했는데 제 생기부를 보시고는 현재 대학보다 더 위로 갈 수 있다고 하시면서 분석을 하고, 평가를 하시면서 제가 갈 수 있는 대학을 세심하게 분석하고 추천해주셨습니다.
      삼수생에다가 시기도 마땅치 않은데 할 수 있는 최선을 다해서 저를 진심으로 도와주셨습니다. 생기부 분석은 제가 생각하지 못했던 부분까지 끄집어 내시며 생기부 문단 단위로 장점과 단점, 면접을 한다면 어떤 방향으로 가야 할지, 자소서를 쓰면 어떤 부분을 사용하면 좋을지 등 세심하고 또 면밀히 분석하고 평가해주셨습니다.
      평가 후, 최종 평가와 제가 나아갈 방향 또한 추천해주시면서 제가 앞으로 할 일의 갈피를 잡아주셔서 많은 도움이 되었습니다. 마지막으로 자소서까지 초안 및 첨삭을 해주셨는데 좋은 내용에 좋은 필력으로 정말 좋은 자소서를 만들어주셔서 정말 도움이 많이 되었습니다. 감사하고 은혜 잊지 않겠습니다.
    `,
  },
];
